"CANCEL" = "ביטול";
"DONE" = "סיום";
"OK" = "אישור";

"VOICE_MEMOS_NAVIGATION_TITLE" = "תזכורות קוליות";
"INFO_NAVIGATION_TITLE" = "פרטים";
"LABEL_NAVIGATION_TITLE" = "תווית";
"CUSTOM_NAVIGATION_TITLE" = "התאמה אישית";

"SHARE" = "שתף";
"DELETE" = "מחק";

"SHARE_DETAILS_BUTTON" = "שתף";
"TRIM_DETAILS_BUTTON" = "ערוך תזכורת";

"SPEAKER_BUTTON" = "רמקול";
"DELETE_MEMO_BUTTON" = "מחק תזכורת קולית";
"SEND_TRIMMED_MMS_BUTTON" = "שלח/י את ההודעה";
"SEND_TRIMMED_MAIL_BUTTON" = "שלח דוא״ל";
"SHARE_PROMPT" = "שתף/י תזכורת קולית באמצעות:";
"SEND_MAIL_BUTTON" = "דוא״ל";
"SEND_MMS_BUTTON" = "הודעה";
"TRIM_BUTTON" = "ערוך תזכורת קולית";
"CLOSE_BUTTON" = "סגור";
"OK_BUTTON" = "אישור";

"NONE_LABEL" = "ללא";
"PODCAST_LABEL" = "פודקאסט";
"INTERVIEW_LABEL" = "ראיון";
"LECTURE_LABEL" = "הרצאה";
"IDEA_LABEL" = "רעיון";
"MEETING_LABEL" = "פגישה";
"MEMO_LABEL" = "תזכורת";
"CUSTOM_LABEL" = "התאמה אישית";

"RECORDED_ON_FORMAT" = "הוקלט ב%@";
"RECORDED_ON_FORMAT_EXTENDED" = "הוקלט ב%@ בשעה %@";

"RECORDING_STATUS_BAR_FORMAT" = "מקליט  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "ההקלטה מושהית  %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%d שע׳ %d דק׳ %d שנ׳";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%d דק׳ %d שנ׳";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%d שנ׳";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "התזכורת ארוכה מדי";
"MEMO_TOO_LONG_ALERT_BODY" = "האם ברצונך לשלוח חלק קטן יותר מהתזכורת? ";

"UNABLE_TO_RECORD_ALERT_TITLE" = "המיקרופון אינו זמין";
"UNABLE_TO_RECORD_ALERT_BODY" = "חבר/י מיקרופון להקלטת תזכורות קוליות.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "ההקלטה מבוטלת";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "סיים/י את השיחה כדי להקליט תזכורות קוליות.";

"LOW_DISK_SPACE_ALERT_TITLE" = "הדיסק כמעט מלא";
"LOW_DISK_SPACE_ALERT_BODY" = "אין מספיק מקום על הדיסק כדי להמשיך להקליט תזכורות קוליות. מחק/י סרטונים או תמונות כדי לפנות מקום.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "כדי לשלוח תזכורות קוליות,
נא להגדיר חשבון Mail.";

"MEMO_FILENAME" = "תזכורת";
